Repository: BackupTheBerlios/softdevice
Catalog: softdevice/po/*.po
Languages: de_de, fi_fi, it_it, ru_ru

source: Brightness
de_de: Helligkeit
fi_fi: Kirkkaus
it_it: Luminosità
ru_ru: Яркость

source: Contrast
de_de: Kontrast
fi_fi: Kontrasti
it_it: Contrasto
ru_ru: Контрастность

source: Hue
de_de: Farbart
fi_fi: Värisävy
it_it: Tonalità
ru_ru: Цветовой сдвиг

source: Saturation
de_de: Farbkontrast
fi_fi: Värikylläisyys
it_it: Saturazione
ru_ru: Насыщенность цвета

source: none
de_de: keine
fi_fi: ei
it_it: nessuno
ru_ru: ничего

source: CropMode
de_de: Bildausschnitt
fi_fi: Kuvan rajaustapa
it_it: Modalità compatta
ru_ru: Режим обрезки изображения

source: CropModeToggleKey
de_de: Bildausschnitts-Taste
fi_fi: Näppäin kuvan rajaukselle
it_it: Tasto cambiamento aspetto
ru_ru: Клавиша переключения режимов обрезки

source: Autodetect Movie Aspect
de_de: Formaterkennung (16:9/4:3)
it_it: Rileva aspetto film (16:9/4:3)
ru_ru: Автоопределение формата (16:9/4:3)

source: no
de_de: nein
fi_fi: ei
ru_ru: нет

source: yes
de_de: ja
fi_fi: kyllä
it_it: si
ru_ru: да

source: Zoom factor
de_de: Zoomfaktor
fi_fi: Zoomauskerroin
it_it: Fattore ingrandimento
ru_ru: Увеличение

source: Zoom area shift (left/right)
de_de: Zoomausschnitt (links/rechts)
fi_fi: Zoomauksen siirto (vasen/oikea)
it_it: Cambia area zoom (sinistra/destra)
ru_ru: Сдвиг области увеличения (влево/вправо)

source: Zoom area shift (up/down)
de_de: Zoomausschnitt (oben/unten)
fi_fi: Zoomauksen siirto (ylös/alas)
it_it: Cambia area zoom (su/giï¿½)
ru_ru: Сдвиг области увеличения (вверх/вниз)

source: Crop lines from top
de_de: Zeilen von oben abschneiden
fi_fi: Rajaa kuvaa ylhäältä
it_it: Righe da togliere dall'alto
ru_ru: Oбрезать линий сверху

source: Crop lines from bottom
de_de: Zeilen von unten abschneiden
fi_fi: Rajaa kuvaa alhaalta
it_it: Righe da togliere dal basso
ru_ru: Oбрезать линий снизу

source: Crop columns from left
de_de: Spalten von links abschneiden
fi_fi: Rajaa kuvaa vasemmalta
it_it: Colonne da togliere da sinistra
ru_ru: Oбрезать колонoк слева

source: Crop columns from right
de_de: Spalten von rechts abschneiden
fi_fi: Rajaa kuvaa oikealta
it_it: Colonne da togliere da destra
ru_ru: Oбрезать колонoк справа

source: Expand top/bottom lines
de_de: Zeilen vergrößern (ob./un.)
fi_fi: Levitä laitimmaiset rivit
it_it: Righe espansione alto/basso
ru_ru: Развернуть (ниж./верх.) строки

source: Expand left/right columns
de_de: Spalten vergrößen (li./re.)
fi_fi: Levitä reunimmaiset sarakkeet
it_it: Colonne espansione sinistra/destra
ru_ru: Развернуть (лев./прав.) колонки

source: Deinterlace Method
de_de: Deinterlace-Methode
fi_fi: Käytä lomituksen poistoa
it_it: Metodo deinterlacciamento
ru_ru: Режим деинтерлейсинга

source: fast
de_de: schnell
fi_fi: nopea
it_it: veloce
ru_ru: быстро

source: default
de_de: standard
fi_fi: oletus
it_it: predefinito
ru_ru: по умолчанию

source: Postprocessing Method
de_de: Nachbearbeitungs-Methode
fi_fi: Käytä kuvan jälkikäsittelyä
it_it: Metodo post elaborazione
ru_ru: Режим постобработки

source: Postprocessing Quality
de_de: Nachbearbeitungs-Qualität
fi_fi: Kuvan jälkikäsittelyn laatu
it_it: Qualità post elaborazione
ru_ru: Качество постобработки

source: Picture mirroring
de_de: Spiegelbild
fi_fi: Kuvan peilaus
it_it: Immagine specchiata
ru_ru: Зеркальное отображение

source: off
de_de: aus
fi_fi: pois
it_it: disattivo
ru_ru: выкл.

source: on
de_de: ein
fi_fi: päällä
it_it: attivo
ru_ru: вкл.

source: Cropping
de_de: Bildausschnitt
fi_fi: Kuvan rajaus
it_it: Compattazione
ru_ru: Обрезка

source: Post processing
de_de: Bildnachbearbeitung
fi_fi: Kuvan jälkikäsittely
it_it: Post elaborazione
ru_ru: Постобработка

source: Video out
de_de: Videoausgabe
fi_fi: Kuvasignaalin ulostulo
it_it: Uscita video
ru_ru: Видео выход

source: Logging
de_de: Protokollierung
it_it: Log
ru_ru: Протоколирование

source: 16:9 wide
de_de: 16:9 Breitbild
fi_fi: 16:9 laaja
ru_ru: 16:9 широкоэкранный

source: 4:3 normal
de_de: 4:3 Normalbild
fi_fi: 4:3 normaali
it_it: 4:3 normale
ru_ru: 4:3 нормальный

source: Xv startup aspect
de_de: Xv Startgröße
fi_fi: Xv-kuvasuhde käynnistettäessä
it_it: Aspetto avvio Xv
ru_ru: Аспект при запуске Xv

source: Screen Aspect
de_de: Bildschirmformat
fi_fi: Näytön kuvasuhde
it_it: Aspetto schermo
ru_ru: Формат экрана

source: pseudo
fi_fi: näennäinen
ru_ru: псевдо

source: software
fi_fi: ohjelmallinen
ru_ru: программно

source: OSD alpha blending
de_de: OSD Einblendung
fi_fi: Kuvaruutunäytön läpinäkyvyys
it_it: Trasparenza alpha OSD
ru_ru: Прозрачность OSD

source: safe
de_de: sicher
fi_fi: varma
it_it: sicuro
ru_ru: безопасно

source: good seeking
de_de: suchlauf optimiert
fi_fi: nopea haku
it_it: precisione
ru_ru: поиск оптимирован

source: HDTV
ru_ru: HDTV (ТВЧ)

source: Buffer Mode
de_de: Puffermodus
fi_fi: Puskurointitapa
it_it: Modalità buffer
ru_ru: Буферный режим

source: playing
de_de: aktiviert
fi_fi: toiminnassa
it_it: esecuzione
ru_ru: активированно

source: suspended
de_de: deaktiviert
fi_fi: pysäytetty
it_it: sospeso
ru_ru: деактивированно

source: Playback
de_de: Wiedergabe
fi_fi: Näytön ulostulo
it_it: Riproduzione
ru_ru: Воспроизведение

source: A/V Delay
de_de: A/V Verzögerung
fi_fi: A/V-viive
it_it: Ritardo A/V
ru_ru: Задержка A/V

source: AC3 Mode
de_de: AC3 Modus
fi_fi: AC3-äänet
it_it: Modalità AC3
ru_ru: Режим AC3

source: Sync Mode
de_de: Sync Modus
fi_fi: A/V-synkronointitapa
it_it: Modalità Sync
ru_ru: Режим синхронизации

source: Pixel Format
fi_fi: Pikseliformaatti
it_it: Formato pixel
ru_ru: Формат пикселя

source: Use StretchBlit
de_de: StretchBlit verwenden
fi_fi: Käytä StretchBlit-metodia
it_it: Utilizza StretchBlit
ru_ru: Использовать StretchBlit

source: Hide main menu entry
de_de: Hauptmenüeintrag verstecken
fi_fi: Piilota valinta päävalikosta
it_it: Nascondi voce nel menu principale
ru_ru: Спрятать пункт в главном меню

source: Info Messages
de_de: Info Nachrichten
it_it: Messaggi informazione
ru_ru: Инфо. сообщения

source: Debug Messages
de_de: Debug Nachrichten
it_it: Messaggi debug
ru_ru: Сообщения отладки

source: Trace Messages
de_de: Test Nachrichten
it_it: Messaggi prova
ru_ru: Отслеживание сообщений

source: Logfile
de_de: Protokolldatei
it_it: File di log
ru_ru: Файл журнала

source: Append PID
de_de: PID ergänzen
it_it: Accoda PID
ru_ru: Добавить PID

source: A software emulated MPEG2 device
de_de: Software-Ausgabegerät
fi_fi: Ohjelmistopohjainen näyttölaite
it_it: Software emulazione scheda MPEG2
ru_ru: Программно-эмулируемое MPEG-2 устройство

source: Softdevice
fi_fi: Näyttölaite
